Repository: shubhambangwal-stack/WisePlayer-Fllutter-
Catalog: lib/core/localization/l10n/intl_*.arb
Languages: hi

source: Okk
hi: ठीक है

source: Cancel
hi: नहीं

source: Exit
hi: बाहर निकलें

# exitConfirmMessage
source: Are you sure you want to exit?
hi: क्या आप वाकई बाहर निकलना चाहते हैं?

# macNotAssociated
source: Your MAC address is not associated with any playlist
hi: आपका MAC पता किसी भी प्लेलिस्ट से जुड़ा नहीं है

source: Upload Playlist
hi: प्लेलिस्ट अपलोड करें

source: Refresh
hi: रीफ्रेश करें

# language
source: Language (EN)
hi: भाषा (HI)

source: Power
hi: पावर

# playerNotActive
source: This player is not active yet. Activate your subscription to access content.
hi: यह प्लेयर अभी सक्रिय नहीं है। कंटेंट देखने के लिए अपनी सदस्यता सक्रिय करें।

source: Activate Now
hi: अभी सक्रिय करें

# macLabel
source: Your MAC
hi: आपका MAC

# tvOnlyWarning
source: WisePlayer.app is a TV player only and does not include any channels
hi: WisePlayer.app केवल एक टीवी प्लेयर है और इसमें कोई चैनल शामिल नहीं हैं
